---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementSetIterator
source: html/0c473941-d71a-4cd5-0793-cb53e587bd76.htm
---
# ElementSetIterator Properties

Retrieves the item that is the current focus of the iterator.